---
kind: property
id: P:Autodesk.Revit.DB.WorksharingDisplayGraphicSettings.IsApplied
source: html/202b4f2c-35f7-b1ca-1182-442851ca9dc6.htm
---
# Autodesk.Revit.DB.WorksharingDisplayGraphicSettings.IsApplied Property

Indicates whether this set of graphic overrides will be applied.

## Syntax (C#)
```csharp
public bool IsApplied { get; }
```